{"storymap": {"attribution": "", "call_to_action": true, "call_to_action_text": "", "map_as_image": true, "map_background_color": "#000000", "map_subdomains": "", "map_type": "https://server.arcgisonline.com/ArcGIS/rest/services/World_Physical_Map/MapServer/tile/{z}/{y}/{x}", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=6\" style=\"color: #3399ff;\" target=\"_blank\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2</a>", "credit": "", "url": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Escorial_F_1.jpg"}, "text": {"headline": "Flor de las Ystorias de Orient", "text": "<p> in Poitiers ie ie ie ieeeee, the Armenian Prince and cleric, Hethoum of Korykos, presented a unique manuscript to Pope Clement V. This work wasn't just a crusade proposal; it was a treasure trove of information about the geography, history, and cultures of the \"East.\"</p><p>Hethoum's work quickly gained fame across Europe. Between 1382 and 1396, it was translated into Aragonese by Juan Fernandez de Heredia in Avignon.</p><p>We are excited to present the first book of the Aragonese Flor with you. This special interactive edition combines the original text and cartographic knowledge of the time, bringing the medieval world's view of the East to life.</p>"}, "type": "overview"}, {"background": {}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 39.562294459158174, "line": true, "lon": 116.00008964538574, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-851%2C0%2C2600%2C1348&cv=18\" style=\"color: #3399ff;\" target=\"_blank\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 1r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0001R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Chatay", "text": "<p><span>El Regno de Cathay es tenido por el mas noble regno et por el mas rico que sea en el mundo, et es en la ribera de la mar Ocçiana. Et han<a target=\"\" rel=\"\">[1]</a> tantas yslas en la mar que hombre non puede saber el nombre de la gent que &lt;las&gt; habitan.<a target=\"\" rel=\"\">[2]</a> En aquell Regno son nombrados Catains et trobanse entre ellos muchos bellos hombres et fembras segunt lur naçion, mas todos han los oios muy petitis et han poca barba. Aquellas gentes han letras de beltas ressemblan a letras latinas et faulan un lenguage que es fuert diversso de los otros lenguages del mundo. La crehença de aquesta gent es fort diverssa car algunos creen en las idolas de metall, otros creyen en el sol, otros en la luna, otros en las strellas, otros en el fuego, otros en el agua, otros en los arbores, otros en los buyes et algunos ay que no han pont de ley ni de creyença; aquellos biuen como bestias. Aquesta gent <span>qui son tienen siempre<a target=\"\" rel=\"\">[3]</a></span> en lur creença et en las cosas spirituales, son mas sauios et mas sotiles que toda otra gent et en las obras corporales. Et dizen los Catains que ellos son aquellos que ueyen con dos oios et los latinos ueyen con vn oio, mas las otras naçiones dizen que son orbes, et por aquesto puede hombre entender que ellos tienen las otras gentes de gros entendemiento. Et verdaderament hombre veye uenir de aquella tierra tantas cosas estranyas et marauellosas et de sotil obrage que bien sembla que ellos sean las pus sotiles gentes del mundo de art de obrar de manos. Los hombres de aquella tierra no son vigorosos en las armas mas son muy sotiles et engenyosos, por la qual razon tantost ha<span>&lt;n&gt;<a target=\"\" rel=\"\">[4]</a></span> vençido sus enemigos por lur engenyo. Et han diuersas maneras de armas et de engenyos las quales no han las otras naçiones. En aquella tierra se despiende moneda fecha de paper de forma quadrada signada con el senyall del senyor, et segunt que es signada uale mas o menos. Et con aquella moneda compran et venden todas cosas. Et &lt;quando&gt;<a target=\"\" rel=\"\">[5]</a> aquella moneda peora por uelleza et en otra manera, aquell qui &lt;la&gt;<a target=\"\" rel=\"\">[6]</a> tendra la tornara a la cort del senyor et tomara de nueua. En aquella tierra el olio de oliuas es tenido por muy cara cosa et quando los reyes o los senyores no &lt;lo&gt; pueden trobar, con grant diligencia lo fazen guardar. En aquesta tierra de Cathay no comarca ninguna tierra sino el Regno de Tarssia deues ocçident, car deues todas las otras partidas el Regno de Cathay es enuironat o de desert o de la mar Ocçiana.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> The manuscript seems to use the for ha/han/hay for 'there is'.</p></div><div><p><a target=\"\" rel=\"\">[2]</a> The literal transcription of the manuscript reads: \"Et han tantas ÿslas en la mar que hombre non puede saber el nombre de la gent que habitan en aquell regno son nombrados catains [...]\". Long (1934, p.51) corrects this passage to: \"Et han tantas yslas en la mar que hombre nonde puede saber el nombre. La gent que habitan en aquell regno son nombrados catains.\" Long justifies this correction by referencing the Old French and Latin texts. The alpha branch of the stemma codicum reads: \"Tantes illes y a de mer que l'om ne poit bien sauoir le nombre. La gent qui habitent en celui roiaume sunt apeles cathains\" (ms ÖNB 2623, f. 3r). The issue lies in the fact that in Escorial Z-I-2 the addition of \"de\" before \"la gent que habitan [...]\" suggests that the scribe interpreted the text differently, possibly due to distraction, as evidenced by the need to insert the pronoun \"las\" to make the text readable. While this suggests that the scribe did not actively intervene or wish to modify the text, the approach taken here to render the text \"as is\" compels us to preserve it, making only the necessary adjustments to enhance readability.</p></div><div><p><a target=\"\" rel=\"\">[3]</a> Passage of challenging interpretation. Long (1934, p.52), corrects the text: \"Auqesta gent qui son tan simples en lur creença et en las cosas spirituales, son mas sauios et mas sotiles que toda otra gent en las obras corporales\". The alpha branch reads: “Ceste gent qui sunt tant simples en leur creance et es choses esperiteles sunt plus sages et plus soutils que toute autre gent&nbsp; es euures corporals.” (ms ÖNB 2623, f. 3v).</p></div><div><p><a target=\"\" rel=\"\">[4]</a> Escorial ZI2 does not display abbreviation signs.</p></div><div><p><a target=\"\" rel=\"\">[5]</a> The addition of <em>quand</em> is necessary and justified by the text of branch alpha: \"Et quant&nbsp; cele monoie enpire par ueillece ou autrement&nbsp; celui qui l'aura la rendra&nbsp; a la cort du seignor et en&nbsp; prendra de nueue\" ms ÖNB 2623, f. 4r). This reading is accepted by Long (1943, p. 52).</p></div><div><p><a target=\"\" rel=\"\">[6]</a> The addition of <em>la</em> is necessary and justified by the text of branch alpha: \"Et quant&nbsp; cele monoie enpire par ueillece ou autrement&nbsp; celui qui l'aura la rendra&nbsp; a la cort du seignor et en&nbsp; prendra de nueue\" ms ÖNB 2623, f. 4r). This reading is accepted by Long (1943, p. 52).</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 41, "line": true, "lon": 85, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=19\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 1v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0001V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de TarsSia", "text": "<p><span>En el Regno de Tarssia si ay tres prouincias et los senyores de aquellas prouincias se fazen clamar reyes. Et han vna letra et vn lenguage por si mismos. Et aquellas gentes son clamadas Iougout. Et todos tiempos son estados ydolatriçes et encara lo son todos el dia de oy, saluant la naçion de aquellos tres reyes, qui vinieron adorar la natiuitat de nuestro senyor Ihesu Xpisto por la demostrança de la strella. Et de la generaçion de aquellos reyes, son encara de grandes senyores entre los Tartaros, los quales creyen firmement en la fe de Ihesu Xpisto. La gent de aquella tierra non treballan en fecho de armas mas son de sotil entendemiento et aprenden artes et sçiençias. Todos los mas dellos non maian carne ni beuen vino ni matarien cosa que huuies anima. Et han buenas çiudades et ricas, et fuert grandes templos do tienen sus ydolas, las quales tienen en grant reuerençia. En aquella tierra se faze blat et otras simientes asaz, mas vino non han pont et tienen por grant pecado beuer vino. Aquesti Regno de Tarssia deues orient comiença en el Regno de Cathay, deues ocçident en el Regno de Turquesten, deues septentrion es desierto, deues mig iour comarca con vna tierra rica qui es clamada Sin, qui es entre Catha&lt;y&gt;<a target=\"\" rel=\"\">[1]</a> et el Regno de <span>Iudea<a target=\"\" rel=\"\">[2]</a></span>, et en aquella tierra se troban los finos diamantes.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Escorial ZI2 only reads <em>catah</em></p></div><div><p><a target=\"\" rel=\"\">[2]</a><span> The rest of the tradition has India. Branch alpha: \"Deuers midi marche a vne riche prouince qui est apellee sim qui est entre de cathay et le roiaume de inde\" (ms ÖNB 2623, f. 4v).</span></p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 41.51, "line": true, "lon": 68.18, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=20\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 2r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0002R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Turquesten", "text": "<p><span>El Regno de Turquesten afruenta deues orient con el Regno de Tarssia, deues ocçident con el Regno de Perssia, deues septrentrion con el Regno de Corasine, deues mig iour se estende entro ha vna cabeça de vn desierto de India. En aquell regno ha pocas buenas ciudades mas hay grandes planuras et hay buenas pasturas. Aquella gent quasi son todos pastures et habitan en tiendas et en tales cosas que liugerament las porten de un lugar en otro. La mayor çiudat de aquesti regno ha nombre Octerar. En aquella tierra non se faze forment ni ordio, sino poco; miio et aroz manian. Uino non han pont, mas beuen ceruesa et otros beurages. Et aquella gent de aquella tierra son clamados Turic. Quasi todos son instruydos en los falsos enssenyamentes de la ley de Mahomet et algunos ay que ni<a target=\"\" rel=\"\">[1]</a> tienen ni ley ni fe. Aquestos <span>non<a target=\"\" rel=\"\">[2]</a></span> &lt;han&gt; letras de si mismos, antes husan de las letras arabigas por las ciudades et por los castiellos.</span></p><div><br><div><p><a target=\"\" rel=\"\" title=\"Link: null\">[1]</a> Should we correct with no?</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Cfr. next passage, highlighted in same colour. While I would correct with <em>non han</em>, the presence of at least two <em>non </em>could perhaps suggest a dependence from the French form <em>n'ont</em>? Though this is probably a far-fetched assumption considering the presence of a Catalan intermediary.</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 42.11, "line": true, "lon": 59.19, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=21\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 2v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0002V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de CORASINA", "text": "<p><span>El Regno de Corassine es bien fornido de villas et de ciudades et la tierra es bien poblada de gent. Et blat sende faze asaz; vino han poco o quasi no res. Aquesti Regno comarca<a target=\"\" rel=\"\">[1]</a> [...] deues occident et s'enstiende entro ha la mar Caspis, deues septemtrion comarca con el Regno de Comania, deues mig ior comarca con el Regno de Turquestan.</span></p><p><span>La mayor ciudat de aquel regno es nombrada Corasina. La gent de aquella tierra son clamados Corasins; et son clamados paganos et <span>non<a target=\"\" rel=\"\">[2]</a></span> <span>&lt;han&gt;<a target=\"\" rel=\"\">[3]</a></span> lay nin letras proprias. Vna manera de Xristianos habitan en aquellas tierras qui son clamados Soldains et an</span></p><p>letras et lengua propria et creen assi como los Griegos et son en la obediencia del Patriarcha d'Entiochia. En la eglesia cantan diuerssament et celebran assi como los Griegos mas su lenguage no es gerguesch.</p><p>&nbsp;</p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> It is rather clear that here a part of the text is missing. Interestingly, the same can be observed in the branch alpha, which strengthens the bond between the Old Aragonese version and that part of the transmission of the <em>Flor</em>. The Old French text, alpha branch, reads: \"cestui roiaume marchie deuers occident sestent ius ques ala mer caspis\" (ÖNB 2623, f. 5r).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Cfr. note 2 in previous slide.</p></div><div><p><a target=\"\" rel=\"\">[3]</a> The addition of <em>han</em> is necessary. Accepted by Long (1934 , p.55), it reflects branch alpha: \"la gent&nbsp; de celui pais sunt apeles corasimis paiens sunt et ne ont loy ne lettres propes\".</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 47.3, "line": true, "lon": 51.44, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=21\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 2v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0002V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de COMANIA", "text": "<p>Comania es vno delos mayores regnos que sean e nel mundo. Aquesta tierra es malament habitada por el grant destemprament de la tierra car algunas encontradas ay tan fridas que hombres ni bestias no y pueden beuir, et otras encontradas ay que son tan calientes en estiu que ninguno no y puede durar por la grant calor et por las moscas que hi son. Aquella tierra es toda plana mas no se faze nengun arbol de que hombre pueda obrar ni fer lenya, sino en algunos lugares do ay algunos arbores plantados pora fer gardines. Grant partida de aquella gent habitan en tiendas et de fienda de las bestias fazen fuego.</p><p><span>Aquesta tierra de Comania comarca deues orient con el Regno de Corasina et en partida con vn grant desierto, deues ocçident comarca con la Mar Mayor et con <span>la Mar del Regno<a target=\"\" rel=\"\">[1]</a></span>, deues septemtrion comarca con el Regno de Roussia et deues mig iour se stiende entro ha<a target=\"\" rel=\"\">[2]</a> la mayor flumaria que hombre sapia en el mundo, que es clamada Etill. Aquella flumaria se yela cascun anyo et algunas vegadas esta todo el anyo yelado en tal manera que hombres et bestias hi passan desuso assi como farian por tierra. Et en aquella ribera de aquel rio se fazen algunos arbores chicos. Et de la otra part del rio deues mig iour et deues ocçident &lt;habitan&gt;<a target=\"\" rel=\"\">[3]</a> muchas naciones de gentes qui non se cuentan del Regno de Comania, mas ellos son obedientes al Rey de Comania; et son entorno de la montanya de Corcas, que es muyt grant et alta. Acorres et otros auzeles de presa que nacen en aquella montanya &lt;son&gt;<a target=\"\" rel=\"\">[4]</a> todos blancos. Aquella montanya de Coquas es entre los mares es asaber la Mar Mayor, que le es deues occident, et la Mar Caspis, que le es deues orient. Aquesta mar Caspis no es semblant a la Mar de Greçia ni a la Mar Occiana, antes es assi como estanyo mas por la su grandeza es clamada mar, por que aquesti es e&lt;l&gt;<a target=\"\" rel=\"\">[5]</a> mayor istanyo del mundo, por que el tiene de la montanya de Quoquas entro ha la fin del Regno de Perssia et partese toda la tierra de Asia en dos partes: aquella partida que es deues orient es clamada Asia la Pregona et la otra partida que es occident es clamada Asia la Mayor. Las aguas de aquella mar son dulçes et hay grant habundancia de buenos pexes. Et en aquella encontrada se troban bufles saluages et otras bestias assaz. En aquella mar ha yslas do fan sus nidos muchos auzelles et senyaladament falcones peligrines et esmarles et otros auzelles que no se troban sino en aquellas yslas. La mayor ciudat de aquell Regno de Comania es clamada Sarta, la qual fue antiguament muy buena ciudat mas los tartaros la han quasi toda gastada.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> This is an intriguing error. Long (1934, p. 56) notes that \"Fr MSS have: Reine (AE), Reyne (C), Reme, etc., except B, which has taine. Lat Tana.\" According to Long’s sigla, A refers to ms. Biblioteca dell'Università di Torino L, IV 30, E to BnF fr. 12201, and C to BnF naf. 886. The first two belong to branch beta, while the latter belongs to branch alpha. Our reference manuscript for branch alpha, ÖNB 2623 (f. 7r), reads: \"Deuers occident marche a la mer maior et a la mer de teine.\" The scribe was likely working from a manuscript displaying a reading similar to that of branch beta and subsequently \"banalized\" it as regno.</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Escorial ZI2 reads: \"deues mig iour se stiende entro ha <em>en</em> la mayor flumaria [...]\". &nbsp;The <em>e</em>[<em>n</em>] is pencilled out with a straight sign on the <em>e</em>.</p></div><div><p><a target=\"\" rel=\"\">[3]</a><span> The addition of <em>habitan</em> is necessary. Adopted also by Long (1934, p. 56), is justified by the branch alpha Old French text, which reads: \"Et de l'autre part&nbsp; du flum deuers midi et deuers occident habitent plusours nascionc de gens&nbsp; qui ne se content du Royaume de Comaine\" (ÖNB 2623, f. 7r).</span></p></div><div><p><a target=\"\" rel=\"\">[4]</a> The addittion of <em>son</em> is necessary. Adopted also by Long (1934, p. 56), is justified by the branch alpha Old French text, which reads: \"Estours et autres oiseaus de proie qui naissent en cele montaigne sunt touz blans\" (ÖNB 2623, f. 7r).</p></div><div><p><a target=\"\" rel=\"\">[5]</a> Escorial ZI2 repeats \"es es\", here the second es is corrected with <em>el</em>. This correction also appears in Long (1934, p.37).</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 21, "line": true, "lon": 78, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=23\"  target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 3v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0003V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de India", "text": "<p><span>El Regno de India es muy luengo et es cerca de la Mar Ocçiana, et en aquella encontrada es clamada la Mar India. Aquesti regno comarca de los conf&lt;i&gt;nes<span> <a target=\"\" rel=\"\">[1]</a></span> del Regno de Perssia et estiendese por orient entro ha vna prouinçia qui es clamada Ballaçien; et en aquella encontrada son trobadas las piedras balays. Deues septentrion por lueng es el grant desierto de India, alla do el Emperador Alexandre trobo tan grant diuerssita de serpientes et de bestias, assi como se contiene en sus istorias. En aquella tierra predica Sant Tomas apostol la fe de Ihesu Xpisto et conuirtio muchas prouinçias a la fe Xpistiana, mas por que aquella gent son muy luent de todas las otras gentes <span>d&lt;o&gt;<a target=\"\" rel=\"\">[2]</a></span> la fe de Ihesu Xpisto es adorada, pocos hay en aquella tierra qui seruen la ley, por que no hay sino vna ciudat sola do habiten Xristianos et todos los otros son tornados <span>&lt;ydolatriçes&gt;<a target=\"\" rel=\"\">[3]</a>.</span> Deues mig iour por luengo de aquell regno es la Mar Ocçiana et hay islas assaz. Et aqui habitan Indianos que son todos negros et uan todos esnudos por la grant calor et adoran ydolas. En aquellas yslas se troban piedras preçiosas et las buenas specias. Et aqui ay vna ysla que es nombrada Colar do son trobadas los buenos robins et los buenos çaffires. Et el rey de aquella ysla ha el mayor robin et el millor que sea en el mundo. Et quando el senyor de aquella isla deue seyer coronado en rey, el lieua aquel robin et lo mete en su trasoro. La tierra de India es assi como vna ysla: de la vna part es enuironada de disierto et de la otra de la Mar Occeana, por la qual cosa hombre no podria liugerament entrar en aquella tierra sino deues el Regno de Perssia. Et aquellos que quieren entrar en aquella tierra uan primerament en vna ciudat que es clamada Hermes, la qual ciudat fizo Hermes el philosopho por grant art, assi como hombre dize; apres se van por vn desierto de mar entro ha vna ciudat que es clamada Combaoth, et aqui son trobados los auçelles que hombre clama papagays, et ande tantos de aquelos aucelles en aquella tierra como ay auzelles chicos en esta tierra. Et los mercaderos troban todas maneras de mercaderia. En aquella tierra ha forment et ordio se faze poco en aquella encontrada, antes comen en aquella tierra aroz, miio, leche et manteca, datiles et otras fruytas de las quales ellos han grant abundancia<a target=\"\" rel=\"\">[4]</a>.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Escorial ZI2 reads <em>confunes</em>, an error corrected by Long (1934, p. 57).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Ms Escorial ZI2 reads <em>de</em> - <em>do</em>, with its meaning as \"where\", would ensure coherence with the rest of the alpha branch of the Old French <em>Flor</em>.</p></div><div><p><a target=\"\" rel=\"\">[3]</a> This passage is corrupt. Ms Escroial ZI2 ends this sentence at \"tornados\". However, thanks to the reading of branch alpha, we can suggest that here the test means \"tornados ydolatriçes\". The term ydolatriçes has been chosen as it appears also elswere in the Old Aragonese version. As for the text of branch alpha, it reads: \"car il ni a forque une sole cite ou habitant cristeins et tous les autres sunt deuenus ydolatres\" (ms ÖNB 2623, 7v).</p></div><div><p><a target=\"\" rel=\"\">[4]</a> This passage in Escorial ZI2 presents a few challanges. It reads: \"Et los mercaderos troban todas maneras de mercaderia en aquella tierra <em>ha</em> forment et ordio se faze poco en aquella encontrada antes comen en aquella tierra aroz miio leche et manteca datiles et otras fruytas de las quales ellos han grant abundancia\" (f. 4r). In italics the parts that prose problems. The ha (= there is), is an addition that does not appear in Old French branch alpha and complicates the text. Long (1934, p. 59) proposes this solution: \"Et los mercaderos troban todas maneras de mercaderia en aquella tierra. Forment et ordio se faze poco en aquella encontrada, antes comen en aquella tierra aroz, miio, leche, et manteca, datiles et otras fruytas de las quales ellos han grant abundançia\". Thus, Long removes the <em>ha</em>, a solution certainly based on the reading of branch alpha: \"Et les marchans trueuent toutes maneires de marcheandies en cele terre forment et orges&nbsp; croist petit en cele contree ains mangent en celui pais ris millet lait bure dattiles et autres fruis dont il ont a plante\".&nbsp; However, the present study retains <em>ha</em>, considering it a distinctive feature of Escorial ZI2—possibly the result of a scribal distraction influenced by the frequent occurrence of the phrase <em>en cele terre hay</em> in the text.</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 32.39, "line": true, "lon": 51.4, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=24\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 4r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0004R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Perssia", "text": "<p><span>El Regno de Perssia es departido en dos partes et es &lt;<span>contado&gt;<a target=\"\" rel=\"\">[1]</a></span> por un regno solo, car vn Senyor todo solo ha tenido toda ora la Senyoria. La primera partida del Regno de Perssia se stiende por ocçident entro al rio que es clamado Phison qu&lt;e&gt; es<a target=\"\" rel=\"\">[2]</a> vno de los .iiii. rios que yxen de Parayso terenal, et deues septentrion se stiende entro la Mar Caspis; deues mig iour se stiende entro ha la Mar India. Aquella tierra es quasi toda plana et ay dos grandes et ricas ciudades: la vna es clamada Bocata, et la otra Samorgat. La gent de aquella tiera son dichos Perssanos et han lenguages proprio que ellos faulan; de mercaderias et de lauores de tierra viuen, de armas nin de guerras non se entremeten. Aquestos antiguament adoravan las ydolas, et sennaladament avien el fuego por lur Dios, mas pues que aquella maluada lengua vino en aquellas partidas ellos fueron todos Moros et crehen todos en la falssa ley de Mahomet. La otra partida de Perssia comiença del rio de Phison et estiendese por ocçident entro ha el Regno de Media et a la partida de Arminia la grant, deues mig iour comarca con vna prouinçia del Reyno de India et con vna partida de la Mar Ocçiana et en partida con la tierra de Media. En aquell Regno de Perssia ha dos grandes ciudades: la vna ha nombre Vesabor, la otra Spaen. Et la gent de aquella encontrada en maneras et en costumbres son semblantes a la otras desuso dichas.</span></p><p>&nbsp;</p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Even though here Escorial ZI2 reads <em>cercado</em>, we can accept Long's correction with <em>contado</em> (Long 1934, p. 59).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Escorial ZI2 reads <em>ques</em>.</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 34.51, "line": true, "lon": 48.31, "use_custom_marker": true, "zoom": 6}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=25\"  target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 4v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0004V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de MedIA", "text": "<p><span>El Regno de Media es muy luengo mas no es amplo. Deues orient comarca con el Regno de Perssia et en partida con el Regno de India la Menor, et estiendesse por occident entro a el Regno de Caldea; deues septemtrion comarca con el Regno de Arminia la Mayor, estiendese deues mig iour entro a Quessin, qui es çerca la Mar Occiana, et aqui son trobadas las mas grossas et bellas perlas. En el Regno de Media ha grandes montanyas et pocos planos. En el Regno de Media ha dos maneras de gentes: los vnos son clamados Moros, et los otros Cosdins<a target=\"\" rel=\"\">[1]</a>. En aquella encontrada ha dos grandes ciudades: la vna es clamada Secas, la otra Queremen. La ley de Mahomet hi tienen et han letras arabicas; a piet son buenos arqueros.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Long (1934, p. 61) corrects with co<em>r</em>dins, following branch alpha: \"Au Royaume de Mede sunt .ii. manieres de gens les uns sunt apelles sarrazins et les autres cordins\" (ÖNB 2623, f. 9v)</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 38.04, "line": true, "lon": 46.18, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=26\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 5r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0005R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Armenia", "text": "<p>En el Regno de Armenia son .iiii. regnos, et tienen vn senyor todo solo. Al luengo de la tierra de Armenia comiença del Regno de Perssia et stiendese por ocçident entro a la tierra de Turquia. El amplo de la tierra de Hermenia deues occident comarca de la grant</p><p><span>ciudat que es clamada Puerta de Fierro, la qual el Rey Alexandre fizo fundar por las diuerssas naçiones de gentes que habitauan la Pregona, los quales el no queria que passassen en Asia la Mayor sin el su mandamiento, car aquesta ciudat es fundada en vn desierto de la Mar Caspis et toqua la grant Montanya de Coquas. La amplaria del Regno de Arminia se stiende de la dicha ciudat entro al Regno de <span>India<a target=\"\" rel=\"\">[1]</a></span>. En el Regno de Arminia ha muchas grandes et ricas ciudades mas entre las otras Touris es la mas nombrada ciudat. En la tierra de Armenia ha grandes montanyas et grandes planos et amplos et grandes rios et estanyos de aguas dulçes et saladas en las quales ha grant abundancia de pex. Las gentes que habitan en la tierra de Armenia son nombradas por diuerssos nombres segunt las encontradas do ellos habitan; et son buena gent de armas a cauallo et a piet. De cauallos et de vestiduras segunt la manera de los Tartres por que luengo de tiempo son stados dius lur senyoria. Letras han diuerssas car las vnas son dichas letras aloon et otras por otros nombres. En Erminia ha vna montanya, la mas alta que sea en el mundo, et es clamada Aranich et en aquella montanya se sigue la Archa de Nohe apre el diluuio. Ningun hombre no puede puyar sobre aquella montanya por la grant habundançia de la nieu que hi es de inuierno et de istiu mas enssomo de la montanya pareçe vna cosa que honbre dize que es la Archa de Nohe.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Branch alpha: \"Le large de la dite cite du Royaume d'Ermenie s'estent iusques au Regne de Mede\" (ÖNB 2623, f. 10r). Long (1934, p. 62) corrects accordingly.</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 42, "line": true, "lon": 43.3, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=27\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 5v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0005V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Iorgie", "text": "<p><span>En el Regno de Iorgie deues orient comarca<a target=\"\" rel=\"\">[1]</a> a vna grant montanya que es clamada Alborc et aqui habitan muchas naçiones de gentes, et por aquesto es clamada aquella comarca Alame. Et de aqui se stiende el Regno de Iorgie por ocçident deues septemtrion entro ha vnas prouinçias del Regno de Turquia. El luengo del Regno de Iorgie se stiende por la ribera de la Mar Mayor deues mig iour et comarca con Erminia la Grant. Aquesti Regno de Iorgie es departido en .ii. regnos: el vno es nombrado Iorgie et el otro Archas<a target=\"\" rel=\"\">[2]</a>. Aq&lt;ue&gt;ll<a target=\"\" rel=\"\">[3]</a> de Iorgie es dius el Emperador de Asia, aquell de Abcas es poderoso de gentes et de fuertes castiellos et no fue iamas subieto al Emperador de Asia ni a los Tartaros.<br>En aquell Regno de Iorgie parece vna grant marauilla, la qual yo no osaua contar si no la huuies yo uista, et por que yo fuy alla et la vi, la oso contar. Que en Iorgie ha vna prouincia que hombre clama Auisen qui tiene bien .iii. iornadas et tanto como dura aquella prouincia ay por todo tan grant scuredat que ningun hombre no es assi ardit que ose entrar en aquella tierra. Et los habitadores de aquella tierra cuentan que ellos hoyen bozes de hombres, &lt;canto&gt;<a target=\"\" rel=\"\">[4]</a> de coro et de relinchamiento de cauallos, et por vn rio que yxe de aquel lugar vienen en senyales que pareçe que gentes hi habiten. Verdaderament hombre troba leyendo en las Istorias de Arminia et de Gorgie que en tiempo passado hi huuo vn cruel Emperador, et adoraua las ydolas et perssia fuertment los Xpistianos. Vn dia &lt;mando&gt;<a target=\"\" rel=\"\">[5]</a> que todos los habitadores de Asia deuiessen venir a ssacrificar la ydolas et man&lt;do&gt;<a target=\"\" rel=\"\">[6]</a> que todos aquellos que no y viniessen fuesse cremados. La ura se esdeuino que algunos Xpistianos que eran fieles recibieron el martirio antes que quiessen sacrificar las ydolas; otros sen fugieron en las montannas. En aquell tiempo habitauan algunos buenos Xristianos en vna encontrada que es clamada Morigon los quales abandonaron todos sus bienes et se querien yr foyr en Greçia. Et quando ellos fueron en aquella encontrada de Hauisen, desuso nombrada, aquell maluado Emparador los encontro et mando que todos los Xpistianos fuessen tallados por pieças. La ora los Xpistianos clamaron: \"Merced, o Senyor Ihesu Xpisto!\" et tantost aquella grant scuredat vino et ençerro el Emparador et toda su gent. Et los Xpistianos scaparon et ellos fincaron en aquella scuredat et fincaran entro a la fin del mundo.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> \"Le Rotaume de Iorgie deuers orient comence [...]\".&nbsp; This is probably an error of Escorial ZI2. Long (1934, p. 62) corrects <em>comarca</em> with <em>comiença</em>.</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Long (1934, p. 63) correct with <em>Abcas</em>, following Old French branch alpha. Also, <em>Abcas</em> appears few lines below.</p></div><div><p><a target=\"\" rel=\"\">[3]</a> Manuscript Escorial ZI2 does not present any abbreviation signs.</p></div><div><p><a target=\"\" rel=\"\">[4]</a> Escorial ZI2 reads <em>tanto</em>. Long (1934, p. 63) corrects following branch alpha.</p></div><div><p><a target=\"\" rel=\"\">[5]</a> Escorial ZI2 omits the <em>mando</em>. Long (1934, p. 63) adds it following branch alpha.</p></div><div><p><a target=\"\" rel=\"\">[6]</a> Escorial ZI2 omits the <em>do.</em></p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 36.21, "line": true, "lon": 43.09, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=28\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 6r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0006R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Caldea", "text": "<p><span>El Regno de los Caldeos deues orient comiença de las montanyas de Media et stiendese entro a <span>&lt;una&gt;<a target=\"\" rel=\"\">[1]</a></span> antigua çiudat cerca del rio de Tigris. Aquesti Niniue es aquella ciudat de la qual la Santa Scriptura parla et a la qual fue enviado Ionas Profeta a predicar por mandamiento de Dios. Aquesta ciudat es agora toda destruyda et sembla bien que fue vna de las mayores ciudades del mundo.<br>La amplaria del Regno de Caldea deues septemtrion comarca con una ciudat que es clamada Maritiga et estiendese por medio dientro a la Mar Ocçeana. La mayor ciudat que sea en el Regno de Caldea es Baldach, la qual en tiempo passado fue c&lt;l&gt;amada<a target=\"\" rel=\"\">[2]</a> Babilonia, et en aquel&lt;la&gt;<a target=\"\" rel=\"\">[3]</a> tierra enlevo Nabugodenosor en captiuitat los Fillos de Israhel quando priso Gerusalem. Et el Regno de Caldea ha grandes planos et pocas montanyas et ay pocas aguas corrientes. Las gentes qui habitan en Caldea son clamadas Nestorins et ha&lt;n&gt;<a target=\"\" rel=\"\">[4]</a> letras caldeas et la falssa ley de Mahomet.<a target=\"\" rel=\"\">[5]</a></span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> Escroail ZI2 displays a corrupt passage: \"El Regno de los Caldeos deves orient comiença de las montanyas de Media et stiendese entro a <strong>Erminie la Grant</strong> et antigua çiudat cerca del rio de Tigris\". The addition of \"Erminie la Grant\" makes the text difficult to read and this is the reason why we propose the correction based on the branch alpha of Old French text: \"Le Regne de Caldee deuers orient commence des montaignes de Mede et s'estent iusques a une grant et anciene cite qui est pres du flum de Tygris. Ceste cite est apellee Niniue [...]\", (ÖNB 2623, f. 11r). Long (p. 64) proposes a different solution: \"El Regno de los Caldeos deves orient comiença de las montanyas de Media et stiende se entro a <strong>Niniue,</strong> la grant et antigua çiudat cerca del rio de Tigris\".</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Escorial ZI2 reads \"camada\".</p></div><div><p><a target=\"\" rel=\"\">[3]</a> Escorial ZI2 reads \"aquel\" with no abbreviation sign.</p></div><div><p><a target=\"\" rel=\"\">[4]</a> Escorial ZI2 reads \"ha\"</p></div><div><p><a target=\"\" rel=\"\">[5]</a> Here the scriber skipped a line. This can be inferred not only through the comparison with the Old French text of branch alpha, but also because the manuscript presents something unusual in the mise en page, as instead of the usual 32 lines, the left column of f. has only 31 lines. The Old French text branch alpha reads: \"Et ont lettres caldees et lettres arabiques Et tienent la fausse loy de Mahomet\", (ÖNB 2623, f. 11r). Long (p. 65) corrects the text following branch alpha.</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 36.22, "line": true, "lon": 41.43, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=29\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 6v</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0006V.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Messopotanya", "text": "<p><span>El Regno de Mesopotania deues orient comiença de la grant ciudat de Axsel<a target=\"\" rel=\"\">[1]</a> que es cerca del rio de Tigris et stiendese por occident entro a la ciudat de Roays, qui es çerca del rio de Eufratres. Aquesta ciudat de Rohais es aquella a la qual Nuestro Senyor Ihesu Xpisto enuio la Veronica, que agora es &lt;a&gt; <span>Roma<a target=\"\" rel=\"\">[2]</a></span>. Et cerca de aquella ciudat es la tierra de Caram do habitaua Abraham et su generaçion antigament, quando nuestro Senyor Dios le mando que deuies lexar aquella tierra, et passose el rio de Eufrates et vino en la tierra de promession assi como se contiene largament en la Viblia. Aquesta tierra es clamada Mesopotania en lengo gergesco por que<a target=\"\" rel=\"\">[3]</a> es entre los dos grandes rios Tigris et Eufrates. La amplaria de aquesti regno comiença a vna montanya de Erminia que ha nombre Sanson et stiendese por mig iour entro al desierto de Arabia la Menor. En aquella tierra de Mesopotanya ha grandes planuras habuntantes et delectables. Et ay dos montanyas luengas do ay grant habundançia de fruytas et todos bienes; la vna montanya es clamada Simar, la otra Lison. En aquella tierra ha pocas aguas corrientes mas la gent de la tierra beuen agua de pozos et de sisternas. En aquel Regno de Mesopotanya habitan algunos Xristianos, es a saber &lt;Si&gt;rianos<a target=\"\" rel=\"\">[4]</a> et Arminios et los otros son Moros. Aquellos de aquella tierra non se entremeten de fecho de armas mas todos son ministerales et pastores et lauradores de tierra, exçeptado que algunos que habitan en vna encontrada que ha nombre Meredin, qui son buenos arqueros a piet et son <span>&lt;Moros&gt;<a target=\"\" rel=\"\">[5]</a></span> et hombre los clama Cardins.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> \"El Regno de Mesopotania, deues orient, comiença de la grant ciudat de Mosel\" (Long 1934, p.65). Branch alpha reads: \"Le Royaume de Mesopotamie deuers orient commence de la grant cite Mosel\" (ÖNB 2623, f. 11r-11v).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> \"Ceste&nbsp; cite de Roais fu la cite de Roi Agar auquel nostre Seignor Ihesu Crist manda la Ueronique qui ores est a Rome\" (ÖNB 2623, f. 11v).</p></div><div><p><a target=\"\" rel=\"\">[3]</a> The manuscript adds a <em>como</em> and it reads as follows: \"Aquesta tierra es clamada Mesopotania en lengo gergesco por que <strong>como</strong> es entre los dos grandes rios Tigris et Eufrates\"</p></div><div><p><a target=\"\" rel=\"\">[4]</a> \"En aquel Regno de Mesopotanya habitan algunos Xristianos, es a saber <strong>Ca</strong>rianos\" (Escorial ZI2, f. 7v). Following Long (p.67), we propose the reading Sirianos, which reflects branch alpha: \"En celui Royaume de Mesopotamie habitent Cristiens, c'est Syriens et Aurians auchuns, et les autres sunt Sarrazins\" (ÖNB 2623, f. 12r)</p></div><div><p><a target=\"\" rel=\"\">[5]</a> The text of Escorial Z-I-2 reads: \"qui son buenos arqueros a piet et son <strong>hombres</strong> et hombre los clama Cardins\". Long corrects with \"moros\" following branch Long corrects with \"moros\". Branch alpha reads:&nbsp; \"[...] fors que auchuns qui demorent en une contree qui a nom Meredin qui sunt bons archies a pie sarrasins sunt et les nomme le cordins\" (ÖNB 2623, f. 12r).</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 37.52, "line": true, "lon": 32.29, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=30\" target=\"_blank\" style=\"color: #3399ff;\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 7r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0007R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Turquia", "text": "<p><span>El Regno de Turquia es muy grant et ha muy ricas menas de argent et de arambre et de fierro et de alum asac et buenos; et ha grant abundancia de vino et de trigo et de fruytas et ay de buenas bestias et buenos cauallos. Aquesta tierra comarca con la Grant Erminia deues orient et en partida con el Regno de Iorgie; deues occidet se estiende entro a la ciudat de Secalia, qui es cerca de la mar de Greçia; deues septemtrion non comarca con ninguna tierra antes se stiende de luengo por la ribera de la mar; deues mig iour en partida comarca con la Grant Segona Erminia et con Feliça<a target=\"\" rel=\"\">[1]</a> et en partida se estiende entro a la Mar de Grecia et en esguart de las islas de Chipre. Et aquesti Regno de Turquia es clamado Grecia por todos los mas de la gent de Orient, car antiguament el emperador de Greçia tomara aquella otra<span> &lt;tierra&gt;<a target=\"\" rel=\"\">[2]</a></span> assi como la sua propria, et goruernaua<a target=\"\" rel=\"\">[3]</a> por sus offiçiales et el ende enuiaua cadavn anyo. Et despues los Turquos pusieron la senyoria de Turquia et ordenaron vn senyor entre ellos el qual clamaron Soldan, et de la otra<a target=\"\" rel=\"\">[4]</a> aca los Turquos abitaron en aquella tierra et despues fue clamada Turquia.<br>Et assi matex muchas prouincias son del Regno de Turquia. En alguna de aquellas ha de buenas ciudades: en la primera prouincia que es nombrada Liconie es la noble ciudat de Alcoma; en la segunda prouincia que es clamada Capadocia es la ciudat de Çesare de Greçia; la terçera prouinçia es clamada Sauria et aqui es la ciudat de Salenca; la .iiii. es clamada Briquia et aqui es la ciudat de la Litxe de Greçia; la quinta ha nombre Quisitum et aqui es la ciudat d'Efeson; la .vi. es dicha Picacania et aqui es la ciudat de Niquia; la .vii. es clamada Paplagonia et aqui es la ciudat de Germenapol; la .viii. prouincia es clamada <span>Lenech<a target=\"\" rel=\"\">[5]</a></span> et aqui es la ciudat de Trapassonda. Et aquesta prouincia sola es fecho regno de poco tiempo aca, car quando <span>los Seurs<a target=\"\" rel=\"\">[6]</a></span> prendieron la senyoria de Turquia non podieron pender la ciudat de Trapassonda ni sus prouinçias car massa hi auia de fuertes castiellos. Et finco en poder del emperador de Costantinoble, a la qual el emperador auie acostumbrado de enuiar un gouernador, que honbre apellaua duch, por gouernador de aquella tierra. Et sdeuinose que vno de aquellos duques se rebello contra el emperador et priso la senyoria de aquella tierra et fizo se clamar rey. Et aquell que tenie la senyoria de Trapassonda se fizo clamar emperador. Et aquellos qui stan en aquella tierra son griesgos et han letras et costumbres de griegos. Nos metemos Trapasonda en el nombre de las prouinçias et no pas en el nombre de los regnos segunt que nos muestran las Istorias. En el Regno de Turquia habitan .iiii. maneras de gentes: Griesgos, Erminis, Jacobins et Turquos qui son Moros et han tirado la senyoria de aquella tierra a los Griegos. &nbsp;Aquellos qui habitan en las ciudades husan de mercaderia et de lauor et los otros que habitan en los campos son pastores et <span>&lt;habitan&gt;<a target=\"\" rel=\"\">[7]</a></span> en tiendas de yuierno et de stiu pastoran lures bestias et son buenas gentes acauallo et a piet en armas.</span></p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> \"Deues mig iour en partida comarca con la Segona Eminia et con Seliça [...]\" (Long 1934, p. 67). The correction reflects, branch alpha: \"Deuers midi a en partie confint auec la segonde armeniee et auec sil[stain]\" (ÖNB 2623, f. 12r).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> \"car antiguament el emperador de Greçia tomara aquella <strong>otra</strong> assi como la sua propria\" (Escorial ZI2, f. ). This is a clear error, which we decided to correct following Long, whose edition reads: \"car antiguament el emperador de Greçia tomara aquella <strong>tierra</strong> assi como la sua propria\" (Long 1934, p. 67). Branch alpha supports Long's reading: \"Car encienement l'empereor de gresce tenoit cele terre comme suee propre\" (ÖNB 2623, f. 12v).</p></div><div><p><a target=\"\" rel=\"\">[3]</a> \"goruernaua\" (Escorial ZI2, f. )</p></div><div><p><a target=\"\" rel=\"\">[4]</a> \"otra\" (Escorial ZI2, f. )</p></div><div><p><a target=\"\" rel=\"\">[5]</a> \"La VIII. prouince est apellee geneth\" (ÖNB 2623, f. 13r).</p></div><div><p><a target=\"\" rel=\"\">[6]</a> \"car quant les <strong>turs</strong>&nbsp; pristrent la seignorie de turquie il ne poerent prendre la cite de trapesunde\" <a target=\"\" rel=\"\">(ÖNB 2623, f. 13r)</a>. Long (1934, p. 68) corrects following branch alpha.</p></div><div><p><a target=\"\" rel=\"\">[7]</a> \"Les autres sunt pastors qui demorent au chans&nbsp; en ce temps d'iuer et d'este paissant leur bestes et sunt&nbsp; bones gent d'armes a pie et a cheval\" (ÖNB 2623, f. 13r)</p></div></div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/6ad92088971d2a837f404c9d982802bf/flor-de-la-ystorias-d-orient/_images/Hethoum.png", "iconSize": [30.027397260273972, 48], "lat": 33.3, "line": true, "lon": 36.18, "use_custom_marker": true, "zoom": 7}, "media": {"caption": "", "credit": "<a href=\"https://rbme.patrimonionacional.es/s/rbme/item/13259#?xywh=-1095%2C-1%2C3088%2C1348&cv=32\" style=\"color: #3399ff;\" target=\"_blank\">Real Biblioteca del Monasterio de San Lorenzo de El Escorial, Z-I-2, 8r</a>", "url": "https://imagenes.patrimonionacional.es/iiif/2/Z-I-2%2FFOL-0008R.jpg/full/899,/0/default.jpg"}, "text": {"headline": "Del Regno de Siria", "text": "<p><span>El Regno de Siria deues orient comiença del rio de Eufrates et stiendese por ocçident entro a la ciudat de Gatzere qui es çerca de la Mar de Greçia, al cabo del disierto de Egipto. La amplaria del Regno de Siria deues septemtrion comiença de la ciudat de Babilonia<a target=\"\" rel=\"\">[1]</a> et estiendese entro al crac de Muntrenal. Deues orient comarca con Mesopotania et deues septentrion con la segunda Erminia et en partida con el Regno de Turquia; deues mig iour le es la Mar de Greçia et el disierto de Arabia. El Regno de Siria es departido en .iiii. prouincias que antiguament eran regnos et en cascuno de aquellos auia rey. La primera prouinçia es nombrada Sem, et aqui es la ciudat de Damas; la segunda Pallestina, et aqui es la ciudat de Gerusalem; la terçera es nombrada Antioquea, et aqui ha dos grandes çiudades, Halap et Antiotxa la Grant; la .iiii. prouincia es nombrada Siliça et aqui es la çiudat de Cerçot en la qual naçio el apostol Sant Paulo. Et aquesta ciudat oy es nombrada Siliça Erminia, car despues que los enemigos de la fe Xristiana huuieron tirada aquella tierra de la mano de los Griegos, los Erimins se treballaron tanto que ellos recobraron la Siliça, et el rey de Erminia ne tiene agora la senyoria, por gracia de Dios. En el Regno de Siria habitan diuerssas gentes: Griegos, Ermins, Iacobins, <span>Sistorins<a target=\"\" rel=\"\">[2]</a></span> et otras dos naciones de Xristianos, es a saber Silianos et Maronis. Los Silianos tienen la manera de los Griegos et fueron obedientes en tiempo passado a la Santa Eglesia de Roma. Ellos parlan lengua arabica et fazen el offiçio de la Eglesia con letras gerguescas. Los Maronis tienen la seta de los Iacobins et han letras et lengua arabica. Et aquesta gent habitan encara en el Mont de Liban, deues las partidas de Gerusalem, et son buena gent de armas. Los Silianos son muchos, mas los Maronins son poca gent, et han entre ellos de valientes hombres de armas et de buenos sennores. El Regno de Siria tiene de luengo bien .xx. iornadas et amplo .v., et en algun lugar menos segun que el desierto de Arabia de la Mar de Greçia se acuestan mas o menos.</span></p><p>&nbsp;</p><div><br><div><p><a target=\"\" rel=\"\">[1]</a> \"Le large du Regne de Syrie deuers septentrion comence de la cite de Barut. Et s'estent iusques au crat de Montreal\" (ÖNB 2623, f. 13v). The reading \"Babilonia\" of Escorial ZI2 is an error. Branch alpha reads Barut, today's Beirut, which is more compelling. In is edition, Long corrects the text following branch alpha (Long 1934, p. 70).</p></div><div><p><a target=\"\" rel=\"\">[2]</a> Branch alpha reads 'nestorins': \"Au Royaume habitent diuerse gent grex armins iacobins nestorins et autres .ii. nacions de cristians c'est syriens et maromins\" (ÖNB 2623, f. 14r). Long corrects accordingly (Long 1934, p. 70).</p></div></div>"}}], "zoomify": false}}