{
    "text": {
        "headline": "Del Regno de COMANIA<span class='manicula' data-popup='0'>☜</span>",
        "text": "<p><span>Comania es vno delos mayores regnos que sean e nel mundo. Aquesta tierra es malament habitada por el grant destemprament de la tierra car algunas encontradas ay tan fridas que hombres ni bestias no y pueden beuir, et otras encontradas ay que son tan calientes en estiu que ninguno no y puede durar por la grant calor et por las moscas que hi son. Aquella tierra es toda plana mas no se faze nengun arbol de que hombre pueda obrar ni fer lenya, sino en algunos lugares do ay algunos arbores plantados pora fer gardines. Grant partida de aquella gent habitan en tiendas et de fienda de las bestias fazen fuego.Aquesta tierra de Comania comarca deues orient con el Regno de Corasina et en partida con vn grant desierto, deues ocçident comarca con la Mar Mayor et con la Mar del Regno<span class='manicula' data-popup='1'>☜</span>, deues septemtrion comarca con el Regno de Roussia et deues mig iour se stiende entro ha<span class='manicula' data-popup='2'>☜</span> la mayor flumaria que hombre sapia en el mundo, que es clamada Etill. Aquella flumaria se yela cascun anyo et algunas vegadas esta todo el anyo yelado en tal manera que hombres et bestias hi passan desuso assi como farian por tierra. Et en aquella ribera de aquel rio se fazen algunos arbores chicos. Et de la otra part del rio deues mig iour et deues ocçident &lt;habitan&gt;<span class='manicula' data-popup='3'>☜</span> muchas naciones de gentes qui non se cuentan del Regno de Comania, mas ellos son obedientes al Rey de Comania; et son entorno de la montanya de Corcas, que es muyt grant et alta. Acorres et otros auzeles de presa que nacen en aquella montanya &lt;son&gt;<span class='manicula' data-popup='4'>☜</span> todos blancos. Aquella montanya de Coquas es entre los mares es asaber la Mar Mayor, que le es deues occident, et la Mar Caspis, que le es deues orient. Aquesta mar Caspis no es semblant a la Mar de Greçia ni a la Mar Occiana, antes es assi como estanyo mas por la su grandeza es clamada mar, por que aquesti es e&lt;l&gt;<span class='manicula' data-popup='4'>☜</span> mayor istanyo del mundo, por que el tiene de la montanya de Quoquas entro ha la fin del Regno de Perssia et partese toda la tierra de Asia en dos partes: aquella partida que es deues orient es clamada Asia la Pregona et la otra partida que es occident es clamada Asia la Mayor. Las aguas de aquella mar son dulçes et hay grant habundancia de buenos pexes. Et en aquella encontrada se troban bufles saluages et otras bestias assaz. En aquella mar ha yslas do fan sus nidos muchos auzelles et senyaladament falcones peligrines et esmarles et otros auzelles que no se troban sino en aquellas yslas. La mayor ciudat de aquell Regno de Comania es clamada Sarta, la qual fue antiguament muy buena ciudat mas los tartaros la han quasi toda gastada.</span></p>"
    }, 

    "popups": {
        "0": "<div><p>According to Thomas Tanase (2023, pp. 273-274) this kingdom is to be situated between the mouth of the Danube river to the Aral Sea 'correspondant à l'Ukraine et au sud de la Russie actuelles' (p. 273). </p></div>",
        "1": "<div><p>This is an intriguing error. Long (1934, p. 56) notes that \"Fr MSS have: Reine (AE), Reyne (C), Reme, etc., except B, which has taine. Lat Tana.\" According to Long’s sigla, A refers to ms. Biblioteca dell'Università di Torino L, IV 30, E to BnF fr. 12201, and C to BnF naf. 886. The first two belong to branch beta, while the latter belongs to branch alpha. Our reference manuscript for branch alpha, ÖNB 2623 (f. 7r), reads: \"Deuers occident marche a la mer maior et a la mer de teine.\" The scribe was likely working from a manuscript displaying a reading similar to that of branch beta and subsequently \"banalized\" it as regno.</p></div>",
        "2": "<div><p>Escorial ZI2 reads: \"deues mig iour se stiende entro ha <em>en</em> la mayor flumaria [...]\". &nbsp;The <em>e</em>[<em>n</em>] is pencilled out with a straight sign on the <em>e</em>.</p></div>",
        "3": "<div><p>The addition of <em>habitan</em> is necessary. Adopted also by Long (1934, p. 56), is justified by the branch alpha Old French text, which reads: \"Et de l'autre part&nbsp; du flum deuers midi et deuers occident habitent plusours nascionc de gens&nbsp; qui ne se content du Royaume de Comaine\" (ÖNB 2623, f. 7r).</p></div>",
        "4": "<div><p>The addittion of <em>son</em> is necessary. Adopted also by Long (1934, p. 56), is justified by the branch alpha Old French text, which reads: \"Estours et autres oiseaus de proie qui naissent en cele montaigne sunt touz blans\" (ÖNB 2623, f. 7r).</p></div>",
        "5": "<div><p>Escorial ZI2 repeats \"es es\", here the second es is corrected with <em>el</em>. This correction also appears in Long (1934, p.37).</p></div>" 
    }
}