{
    "text": {
        "headline": "Del Regno de Armenia",
        "text": "<p><span>En el Regno de Armenia son .iiii. regnos, et tienen vn senyor todo solo. Al luengo de la tierra de Armenia comiença del Regno de Perssia et stiendese por ocçident entro a la tierra de Turquia. El amplo de la tierra de Hermenia deues occident comarca de la grant ciudat que es clamada Puerta de Fierro, la qual el Rey Alexandre fizo fundar por las diuerssas naçiones de gentes que habitauan la Pregona, los quales el no queria que passassen en Asia la Mayor sin el su mandamiento, car aquesta ciudat es fundada en vn desierto de la Mar Caspis et toqua la grant Montanya de Coquas. La amplaria del Regno de Arminia se stiende de la dicha ciudat entro al Regno de &lt;Me&lgt;dia<span class='manicula' data-popup='1'>☜</span>. En el Regno de Arminia ha muchas grandes et ricas ciudades mas entre las otras Touris es la mas nombrada ciudat. En la tierra de Armenia ha grandes montanyas et grandes planos et amplos et grandes rios et estanyos de aguas dulçes et saladas en las quales ha grant abundancia de pex. Las gentes que habitan en la tierra de Armenia son nombradas por diuerssos nombres segunt las encontradas do ellos habitan; et son buena gent de armas a cauallo et a piet. De cauallos et de vestiduras segunt la manera de los Tartres por que luengo de tiempo son stados dius lur senyoria. Letras han diuerssas car las vnas son dichas letras aloon et otras por otros nombres. En Erminia ha vna montanya, la mas alta que sea en el mundo, et es clamada Aranich et en aquella montanya se sigue la Archa de Nohe apre el diluuio. Ningun hombre no puede puyar sobre aquella montanya por la grant habundançia de la nieu que hi es de inuierno et de istiu mas enssomo de la montanya pareçe vna cosa que honbre dize que es la Archa de Nohe.</span></p>"
    },

    "popups": {
        "1":"<div><p>Escorial ZI2 reads <em>India</em>, which, given the considerable distance between Armenia and India, must be regarded as an error. Following Long (1934, p. 62), we emend it to <em>Media</em>, a reading supported by branch α of the Old French tradition: “Le large de la dite cité du Royaume d’Ermenie s’estent iusques au Regne de Mede” (ÖNB 2623, f. 10r).</p></div>"
    }
}
