{
    "text": {
        "headline": "Del Regno de India",
        "text": "<p><span>El Regno de India es muy luengo et es cerca de la Mar Ocçiana, et en aquella encontrada es clamada la Mar India. Aquesti regno comarca de los conf&lt;i&gt;nes<span class='manicula' data-popup='1'>☜</span> del Regno de Perssia et estiendese por orient entro ha vna prouinçia qui es clamada Ballaçien; et en aquella encontrada son trobadas las piedras balays. Deues septentrion por lueng es el grant desierto de India, alla do el Emperador Alexandre trobo tan grant diuerssita de serpientes et de bestias, assi como se contiene en sus istorias. En aquella tierra predica Sant Tomas apostol la fe de Ihesu Xpisto et conuirtio muchas prouinçias a la fe Xpistiana, mas por que aquella gent son muy luent de todas las otras gentes d&lt;o&gt;<span class='manicula' data-popup='2'>☜</span> la fe de Ihesu Xpisto es adorada, pocos hay en aquella tierra qui seruen la ley, por que no hay sino vna ciudat sola do habiten Xristianos et todos los otros son tornados &lt;ydolatriçes&gt;<span class='manicula' data-popup='3'>☜</span>. Deues mig iour por luengo de aquell regno es la Mar Ocçiana et hay islas assaz. Et aqui habitan Indianos que son todos negros et uan todos esnudos por la grant calor et adoran ydolas. En aquellas yslas se troban piedras preçiosas et las buenas specias. Et aqui ay vna ysla que es nombrada Colar do son trobadas los buenos robins et los buenos çaffires. Et el rey de aquella ysla ha el mayor robin et el millor que sea en el mundo. Et quando el senyor de aquella isla deue seyer coronado en rey, el lieua aquel robin et lo mete en su trasoro. La tierra de India es assi como vna ysla: de la vna part es enuironada de disierto et de la otra de la Mar Occeana, por la qual cosa hombre no podria liugerament entrar en aquella tierra sino deues el Regno de Perssia. Et aquellos que quieren entrar en aquella tierra uan primerament en vna ciudat que es clamada Hermes, la qual ciudat fizo Hermes el philosopho por grant art, assi como hombre dize; apres se van por vn desierto de mar entro ha vna ciudat que es clamada Combaoth, et aqui son trobados los auçelles que hombre clama papagays, et ande tantos de aquelos aucelles en aquella tierra como ay auzelles chicos en esta tierra. Et los mercaderos troban todas maneras de mercaderia. En aquella tierra ha forment et ordio se faze poco en aquella encontrada, antes comen en aquella tierra aroz, miio, leche et manteca, datiles et otras fruytas de las quales ellos han grant abundancia<span class='manicula' data-popup='4'>☜</span>.</span></p>"
    },

    "popups": {
        "1": "<div><p>Escorial ZI2 reads <em>confunes</em>, an error corrected by Long (1934, p. 57) to <em>confines</em>.</p></div>",
        "2": "<div><p>Ms Escorial ZI2 reads <em>de</em> - <em>do</em>, with its meaning as \"where\", would ensure coherence with the rest of the alpha branch of the Old French <em>Flor</em>.</p></div>",
        "3": "<div><p>This passage is corrupt. Manuscript Escorial ZI2 ends the sentence at <em>tornados</em>. However, on the basis of branch α, the text should be taken as <em>tornados ydolatriçes</em> as proposed by Long (1934, p. 57). The emendation <em>ydolatriçes</em> is further supported by its attestation elsewhere in the Old Aragonese version. As for the text of branch α, it reads: “car il ni a forque une sole cite ou habitant cristeins et tous les autres sunt deuenus ydolatres” (ms. ÖNB 2623, f. 7v).</p></div>",
        "4": "<div><p>This passage in Escorial ZI2 presents a few challanges. Escorial ZI2 reads: \"Et los mercaderos troban todas maneras de mercaderia en aquella tierra <em>ha</em> forment et ordio se faze poco en aquella encontrada antes comen en aquella tierra aroz miio leche et manteca datiles et otras fruytas de las quales ellos han grant abundancia\" (f. 4r). In italics the part that prose problems. The <em>ha</em> (= there is), is an addition that does not appear in Old French branch α and complicates the text. Long (1934, p. 59) proposes this solution: \"Et los mercaderos troban todas maneras de mercaderia en aquella tierra. Forment et ordio se faze poco en aquella encontrada, antes comen en aquella tierra aroz, miio, leche, et manteca, datiles et otras fruytas de las quales ellos han grant abundançia\". Thus, Long removes the <em>ha</em>, a solution certainly based on the reading of branch α: \"Et les marchans trueuent toutes maneires de marcheandies en cele terre forment et orges  croist petit en cele contree ains mangent en celui pais ris millet lait bure dattiles et autres fruis dont il ont a plante\" (ms ÖNB 2623, f. 9r). However, the present study retains <em>ha</em>, considering it a distinctive feature of Escorial ZI2 - possibly the result of a scribal distraction influenced by the frequent occurrence of the phrase en cele terre hay in the text.</p></div>"
    }
} 