{
    "text": {
        "headline": "Del Regno de Perssia",
        "text": "<p><span>El Regno de Perssia es departido en dos partes et es &lt;contado&gt;<span class='manicula' data-popup='1'>☜</span> por un regno solo, car vn Senyor todo solo ha tenido toda ora la Senyoria. La primera partida del Regno de Perssia se stiende por ocçident entro al rio que es clamado Phison qu[e] es<span class='manicula' data-popup='2'>☜</span> vno de los .iiii. rios que yxen de Parayso terenal, et deues septentrion se stiende entro la Mar Caspis; deues mig iour se stiende entro ha la Mar India. Aquella tierra es quasi toda plana et ay dos grandes et ricas ciudades: la vna es clamada Bocata, et la otra Samorgat. La gent de aquella tiera son dichos Perssanos et han lenguages proprio que ellos faulan; de mercaderias et de lauores de tierra viuen, de armas nin de guerras non se entremeten. Aquestos antiguament adoravan las ydolas, et sennaladament avien el fuego por lur Dios, mas pues que aquella maluada lengua vino en aquellas partidas ellos fueron todos Moros et crehen todos en la falssa ley de Mahomet. La otra partida de Perssia comiença del rio de Phison et estiendese por ocçident entro ha el Regno de Media et a la partida de Arminia la grant, deues mig iour comarca con vna prouinçia del Reyno de India et con vna partida de la Mar Ocçiana et en partida con la tierra de Media. En aquell Regno de Perssia ha dos grandes ciudades: la vna ha nombre Vesabor, la otra Spaen. Et la gent de aquella encontrada en maneras et en costumbres son semblantes a la otras desuso dichas.</span></p>"
    },

    "popups": {
        "1":"<div><p>Although Escorial ZI2 reads <em>cercado</em>, we accept Long’s correction to <em>contado</em> (Long 1934, p. 59). Old French branch α reads: “Le Royaume de Perse est deuise en .ii. parties et est tout vn soul Royaume car un soul seignor tous iours en a tenu la seignorie” (ms ÖNB 2623, f. 9r). The reading <em>cercado</em> may be explained by its frequent occurrence elsewhere in the text, particularly in descriptions of territories.</p></div>",
        "2":"<div><p>Escorial ZI2 reads <em>ques</em>.</p></div>"
    }
}