{
    "text": {
        "headline": "Del Regno de Tarssia<span class='manicula' data-popup='0'>☜</span>",
        "text": "<p><span>En el Regno de Tarssia si ay tres prouincias et los senyores de aquellas prouincias se fazen clamar reyes. Et han vna letra et vn lenguage por si mismos. Et aquellas gentes son clamadas Iougout. Et todos tiempos son estados ydolatriçes et encara lo son todos el dia de oy, saluant la naçion de aquellos tres reyes, qui vinieron adorar la natiuitat de nuestro senyor Ihesu Xpisto por la demostrança de la strella. Et de la generaçion de aquellos reyes, son encara de grandes senyores entre los Tartaros, los quales creyen firmement en la fe de Ihesu Xpisto. La gent de aquella tierra non treballan en fecho de armas mas son de sotil entendemiento et aprenden artes et sçiençias. Todos los mas dellos non maian carne ni beuen vino ni matarien cosa que huuies anima. Et han buenas çiudades et ricas, et fuert grandes templos do tienen sus ydolas, las quales tienen en grant reuerençia. En aquella tierra se faze blat et otras simientes asaz, mas vino non han pont et tienen por grant pecado beuer vino. Aquesti Regno de Tarssia deues orient comiença en el Regno de Cathay, deues ocçident en el Regno de Turquesten, deues septentrion es desierto, deues mig iour comarca con vna tierra rica qui es clamada Sin, qui es entre Catha[y]<span class='manicula' data-popup='1'>☜</span> et el Regno de I&lt;ndi&gt;a<span class='manicula' data-popup='2'>☜</span>, et en aquella tierra se troban los finos diamantes.</span></p>"
    }, 

    "popups" : {
        "0": "<div><p>Thomas Tanase (2023, pp. 268–269) observes that in this passage, Het῾um conflates at least three distinct elements: the Biblical tradition of the Three Wise Men, the historical Uyghur people (referred to as <em>Iougout</em>), and a prevalent Latin European belief in a mythical 'Pays de Tarse' beyond Persia, often linked to the figure of Prester John. As a result, biblical and legendary Christian motifs intersect with historical geography. In this context, the 'Regno de Tarsia' is identified with the region of the Tarim Basin, where the Uyghurs had established settlements around its oasis.</p></div>",
        "1": "<div><p>Escorial ZI2 only reads <em>catah</em></p></div>",
        "2": "<div><p>India is a correction since Escorial ZI2 reads <em>regno de iudea</em> - which is a clear error. The rest of the tradition supports <em>India</em>, and branch α reads: \"Deuers midi marche a vne riche prouince qui est apellee sim qui est entre de cathay et le roiaume de inde\" (ms ÖNB 2623, f. 4v). The reading <em>iudea</em> may be explained by the mention in this passage of the Three Wise Men and the reference to the comet, which guided them toward <em>Iudea</em>. The palaeographic similarities between <em>India</em> e <em>Iudea</em> might have induced this error</p></div>"
    }
}