{
    "text": {
        "headline": "Del Regno de Turquia",
        "text": "<p><span>El Regno de Turquia es muy grant et ha muy ricas menas de argent et de arambre et de fierro et de alum asac et buenos; et ha grant abundancia de vino et de trigo et de fruytas et ay de buenas bestias et buenos cauallos. Aquesta tierra comarca con la Grant Erminia deues orient et en partida con el Regno de Iorgie; deues occidet se estiende entro a la ciudat de Secalia, qui es cerca de la mar de Greçia; deues septemtrion non comarca con ninguna tierra antes se stiende de luengo por la ribera de la mar; deues mig iour en partida comarca con la Grant Segona Erminia et con [S]eliça<span class='manicula' data-popup='1'>☜</span> et en partida se estiende entro a la Mar de Grecia et en esguart de las islas de Chipre. Et aquesti Regno de Turquia es clamado Grecia por todos los mas de la gent de Orient, car antiguament el emperador de Greçia tomara aquella otra &lt;tierra&gt;<span class='manicula' data-popup='2'>☜</span> assi como la sua propria, et gouernaua<span class='manicula' data-popup='3'>☜</span> por sus offiçiales et el ende enuiaua cadavn anyo. Et despues los Turquos pusieron la senyoria de Turquia et ordenaron vn senyor entre ellos el qual clamaron Soldan, et de la ora<span class='manicula' data-popup='4'>☜</span> aca los Turquos abitaron en aquella tierra et despues fue clamada Turquia.<br>Et assi matex muchas prouincias son del Regno de Turquia. En alguna de aquellas ha de buenas ciudades: en la primera prouincia que es nombrada Liconie es la noble ciudat de Alcoma; en la segunda prouincia que es clamada Capadocia es la ciudat de Çesare de Greçia; la terçera prouinçia es clamada Sauria et aqui es la ciudat de Salenca; la .iiii. es clamada Briquia et aqui es la ciudat de la Litxe de Greçia; la quinta ha nombre Quisitum et aqui es la ciudat d'Efeson; la .vi. es dicha Picacania et aqui es la ciudat de Niquia; la .vii. es clamada Paplagonia et aqui es la ciudat de Germenapol; la .viii. prouincia es clamada Jenech et aqui es la ciudat de Trapassonda. Et aquesta prouincia sola es fecho regno de poco tiempo aca, car quando los Seurs<span class='manicula' data-popup='5'>☜</span> prendieron la senyoria de Turquia non podieron pender la ciudat de Trapassonda ni sus prouinçias car massa hi auia de fuertes castiellos. Et finco en poder del emperador de Costantinoble, a la qual el emperador auie acostumbrado de enuiar un gouernador, que honbre apellaua duch, por gouernador de aquella tierra. Et sdeuinose que vno de aquellos duques se rebello contra el emperador et priso la senyoria de aquella tierra et fizo se clamar rey. Et aquell que tenie la senyoria de Trapassonda se fizo clamar emperador. Et aquellos qui stan en aquella tierra son griesgos et han letras et costumbres de griegos. Nos metemos Trapasonda en el nombre de las prouinçias et no pas en el nombre de los regnos segunt que nos muestran las Istorias. En el Regno de Turquia habitan .iiii. maneras de gentes: Griesgos, Erminis, Jacobins et Turquos qui son Moros et han tirado la senyoria de aquella tierra a los Griegos. &nbsp;Aquellos qui habitan en las ciudades husan de mercaderia et de lauor et los otros &lt;son pastores&gt; que habitan en los campos son pastores et <span class='manicula' data-popup='6'>☜</span> en tiendas de yuierno et de stiu pastoran lures bestias et son buenas<span class='manicula' data-popup='7'>☜</span> gentes acauallo et a piet en armas.</span></p>"
    },

    "popups": {
        "1": "<div><p>Escorial ZI2 reads <em>feliça</em>, which is here corrected with <em>Seliça</em>, following Long's edition: \"Deues mig iour en partida comarca con la Segona Eminia et con Seliça [...]\" (Long 1934, p. 67). The correction reflects, branch α: \"Deuers midi a en partie confint auec la segonde armeniee et auec sil[stain]\" (ÖNB 2623, f. 12r).</p></div>",
        "2": "<div><p>Escorial ZI2 reads otra, omitting tierra: “car antiguament el emperador de Greçia tomara aquella otra assi como la sua propria” (Escorial ZI2, f. 7v). This omission introduces an error, which we correct here following Long, whose edition reads: “car antiguament el emperador de Greçia tomara aquella tierra assi como la sua propria” (Long 1934, p. 67). Branch α supports Long’s reading: “Car encienement l’empereor de gresce tenoit cele terre comme suee propre” (ÖNB 2623, f. 12v). The error may also have arisen from a misinterpretation of the abbreviation for tierra, or from its absence.</p></div>",
        "3": "<div><p>Escorial ZI2 (f. 7v) reads <em>goruernaua</em>.</p></div>",
        "4": "<div><p>Escorial ZI2 (f. 7v) reads <em>otra</em>.</p></div>",
        "5": "<div><p>Escorial ZI2 shares with Paris, BnF fr. 886 (f. 8r) - the most ancient witness of Old French branch α - the curious reading <em>Seurs</em>: \"car quant les seurs pristerent la signorie de Turquie […]\". In BnF 886, a small dot appears beneath the <em>s</em> of <em>seurs</em>, a mark which elsewhere in the manuscript usually indicates cancellation. The two other witnesses of branch α instead read <em>Turs</em>. Thus, for example, our ÖNB 2623 has: \"car quant les turs pristrent la seignorie de Turquie il ne poerent prendre la cite de Trapesunde\" (f. 13r). According to Leone (2012, p. 185), even branch β consistently reads <em>Turs</em>. Long (1934, p. 68) normalises the passage to <em>Turs</em>. What is striking, however, is that the variant <em>Seurs</em> is not confined to Escorial ZI2 but also appears in BnF 886, even if marked as erroneous. Could <em>Seurs</em> be a form for Seljuks rather than a mere scribal slip for <em>Turs</em>?</p></div>",
        "6": "<div><p>Escorial ZI2 reads: \"Aquellos qui habitan en las ciudades husan de mercaderia et de lauor et los otros que habitan en los campos son pastores et en tiendas de yuierno et de stiu pastoran lures bestias\". This is a difficult passage, and it stands closer to branch β than to branch α. The text of branch α reads: \"Ceaus qui demorent aus cites usent de merchandises et de laborages. Les autres sunt pastors qui demorent au chans en ce temps d’iuer et d’este paissant leur bestes et sunt bones gent d’armes a pie et a cheval\" (ÖNB 2623, f. 13r). Branch β reads: \"Ceux qui demourent aux cites usent de marchandises et de labourages et les autres sont pasteurs qui demeurent aus camps en tentes d’iuer et d’este paissent leurs bestes\" (BnF 12201, f. 8v). The comparison between branch β and α with Escorial ZI2 highlights two issues: (1) the postposition of <em>son pastores</em> in Escorial ZI2, whereas in both α and β the equivalent phrase comes immediately after <em>les autres</em>; and (2) the expression <em>en tiendas</em>, which does not appear in α but is attested in β. Long proposes a reading that restores the position of <em>son pastores</em> immediately after <em>los otros</em> and interprets the passage as: \"the others are shepherds that live in the fields in tents, in winter and summer, and graze their beasts\": \"Aquellos qui habitan en las çiudades husan mercaderia et de lauor; et los otros son pastores, que habitan en los campos en tiendas, de yuierno et de stiu, et pastoran lures bestias\" (Long 1934, p. 69). While the anticipation of <em>son pastores</em> is plausible, we prefer to interpret the text as: \"the others are shepherds that live in the fields in tents, and in winter and summer graze their beasts\". Hence the correction adopted in our text.</p></div>",
        "7": "<div><p>Escorial ZI2 (f. 8r) reads a <em>bunas</em>, which, however, is struck out and corrected to a <em>buenas</em>, as noted in the margin of the manuscript.</p></div>"
    }
}