{
    "text": {
        "headline": "Del Regno de CORASINA<span class='manicula' data-popup='0'>☜</span>",
        "text": "<p><span>El Regno de Corassine es bien fornido de villas et de ciudades et la tierra es bien poblada de gent. Et blat sende faze asaz; vino han poco o quasi no res. Aquesti Regno comarca [...]<span class='manicula' data-popup='1'>☜</span> deues occident et s'enstiende entro ha la mar Caspis, deues septemtrion comarca con el Regno de Comania, deues mig ior comarca con el Regno de Turquestan. La mayor ciudat de aquel regno es nombrada Corasina. La gent de aquella tierra son clamados Corasins; et son clamados paganos et non &lt;han&gt;<span class='manicula' data-popup='2'>☜</span>  lay nin letras proprias. Vna manera de Xristianos habitan en aquellas tierras qui son clamados Soldains et an letras et lengua propria et creen assi como los Griegos et son en la obediencia del Patriarcha d'Entiochia. En la eglesia cantan diuerssament et celebran assi como los Griegos mas su lenguage no es gerguesch.</span></p>"
    }, 

    "popups": {
        "0": "<div><p>Thomas Tanase (2023, p. 272) notes that the passage refers specifically to the region of Khwarazm.</p></div>",
        "1": "<div><p>It is rather clear that here a part of the text is missing. Interestingly, the same can be observed in the branch α, which strengthens the bond between the Old Aragonese version and that part of the transmission of the Flor. The Old French text, α branch, reads: \"cestui roiaume marchie deuers occident sestent ius ques ala mer caspis\" (ÖNB 2623, f. 5r).</p></div>",
        "2": "<div><p>The addition of <em>han</em> is necessary and has been accepted by Long (1934, p. 55). It reflects branch α: “la gent de celui pais sunt apeles corasimis paiens sunt et ne ont loy ne lettres propes.” As noted in the <em>manicula</em> corresponding to the passage <em>non <han> letras</em> in the <em>Regno de Turquesten</em>, this may suggest the persistence of a French substratum in the Aragonese text</p></div>"
    }
}