{
    "text": {
        "headline": "Del Regno de Iorgie",
         "text": "<p><span>En el Regno de Iorgie deues orient comarca<span class='manicula' data-popup='1'>☜</span> a vna grant montanya que es clamada Alborc et aqui habitan muchas naçiones de gentes, et por aquesto es clamada aquella comarca Alame. Et de aqui se stiende el Regno de Iorgie por ocçident deues septemtrion entro ha vnas prouinçias del Regno de Turquia. El luengo del Regno de Iorgie se stiende por la ribera de la Mar Mayor deues mig iour et comarca con Erminia la Grant. Aquesti Regno de Iorgie es departido en .ii. regnos: el vno es nombrado Iorgie et el otro Archas<span class='manicula' data-popup='2'>☜</span>. Aq&lt;ue&gt;ll<span class='manicula' data-popup='3'>☜</span> de Iorgie es dius el Emperador de Asia, aquell de Abcas es poderoso de gentes et de fuertes castiellos et no fue iamas subieto al Emperador de Asia ni a los Tartaros.<br>En aquell Regno de Iorgie parece vna grant marauilla, la qual yo no osaua contar si no la huuies yo uista, et por que yo fuy alla et la vi, la oso contar. Que en Iorgie ha vna prouincia que hombre clama Auisen qui tiene bien .iii. iornadas et tanto como dura aquella prouincia ay por todo tan grant scuredat que ningun hombre no es assi ardit que ose entrar en aquella tierra. Et los habitadores de aquella tierra cuentan que ellos hoyen bozes de hombres, &lt;canto&gt;<span class='manicula' data-popup='4'>☜</span> de coro et de relinchamiento de cauallos, et por vn rio que yxe de aquel lugar vienen en senyales que pareçe que gentes hi habiten. Verdaderament hombre troba leyendo en las Istorias de Arminia et de Gorgie que en tiempo passado hi huuo vn cruel Emperador, et adoraua las ydolas et perssia fuertment los Xpistianos. Vn dia &lt;mando&gt;<span class='manicula' data-popup='5'>☜</span> que todos los habitadores de Asia deuiessen venir a ssacrificar la ydolas et man&lt;do&gt;<span class='manicula' data-popup='6'>☜</span> que todos aquellos que no y viniessen fuesse cremados. La ura se esdeuino que algunos Xpistianos que eran fieles recibieron el martirio antes que quiessen sacrificar las ydolas; otros sen fugieron en las montannas. En aquell tiempo habitauan algunos buenos Xristianos en vna encontrada que es clamada Morigon los quales abandonaron todos sus bienes et se querien yr foyr en Greçia. Et quando ellos fueron en aquella encontrada de Hauisen, desuso nombrada, aquell maluado Emparador los encontro et mando que todos los Xpistianos fuessen tallados por pieças. La ora los Xpistianos clamaron: \"Merced, o Senyor Ihesu Xpisto!\" et tantost aquella grant scuredat vino et ençerro el Emparador et toda su gent. Et los Xpistianos scaparon et ellos fincaron en aquella scuredat et fincaran entro a la fin del mundo.</span></p>"
    },

    "popups": {
        "1": "<div><p>\"Le Rotaume de Iorgie deuers orient comence [...]\".&nbsp; This is probably an error of Escorial ZI2. Long (1934, p. 62) corrects <em>comarca</em> with <em>comiença</em>.</p></div>",
        "2": "<div><p>Long (1934, p. 63) correct with <em>Abcas</em>, following Old French branch alpha. Also, <em>Abcas</em> appears few lines below.</p></div>",
        "3": "<div><p>Manuscript Escorial ZI2 does not present any abbreviation signs.</p></div>",
        "4": "<div><p>Escorial ZI2 reads <em>tanto</em>. Long (1934, p. 63) corrects following branch alpha.</p></div>",
        "5": "<div><p>Escorial ZI2 omits the <em>mando</em>. Long (1934, p. 63) adds it following branch alpha.</p></div>",
        "6": "<div><p>Escorial ZI2 omits the <em>do.</em></p></div"
    }
}