{
    "text": {
        "headline": "Del Regno de Turquia",
        "text": "<p><span>El Regno de Turquia es muy grant et ha muy ricas menas de argent et de arambre et de fierro et de alum asac et buenos; et ha grant abundancia de vino et de trigo et de fruytas et ay de buenas bestias et buenos cauallos. Aquesta tierra comarca con la Grant Erminia deues orient et en partida con el Regno de Iorgie; deues occidet se estiende entro a la ciudat de Secalia, qui es cerca de la mar de Greçia; deues septemtrion non comarca con ninguna tierra antes se stiende de luengo por la ribera de la mar; deues mig iour en partida comarca con la Grant Segona Erminia et con Feliça<span class='manicula' data-popup='1'>☜</span> et en partida se estiende entro a la Mar de Grecia et en esguart de las islas de Chipre. Et aquesti Regno de Turquia es clamado Grecia por todos los mas de la gent de Orient, car antiguament el emperador de Greçia tomara aquella otra &lt;tierra&gt;<span class='manicula' data-popup='2'>☜</span> assi como la sua propria, et goruernaua<span class='manicula' data-popup='3'>☜</span> por sus offiçiales et el ende enuiaua cadavn anyo. Et despues los Turquos pusieron la senyoria de Turquia et ordenaron vn senyor entre ellos el qual clamaron Soldan, et de la otra<span class='manicula' data-popup='4'>☜</span> aca los Turquos abitaron en aquella tierra et despues fue clamada Turquia.<br>Et assi matex muchas prouincias son del Regno de Turquia. En alguna de aquellas ha de buenas ciudades: en la primera prouincia que es nombrada Liconie es la noble ciudat de Alcoma; en la segunda prouincia que es clamada Capadocia es la ciudat de Çesare de Greçia; la terçera prouinçia es clamada Sauria et aqui es la ciudat de Salenca; la .iiii. es clamada Briquia et aqui es la ciudat de la Litxe de Greçia; la quinta ha nombre Quisitum et aqui es la ciudat d'Efeson; la .vi. es dicha Picacania et aqui es la ciudat de Niquia; la .vii. es clamada Paplagonia et aqui es la ciudat de Germenapol; la .viii. prouincia es clamada Lenech<span class='manicula' data-popup='5'>☜</span> et aqui es la ciudat de Trapassonda. Et aquesta prouincia sola es fecho regno de poco tiempo aca, car quando los Seurs<span class='manicula' data-popup='1'>☜</span> prendieron la senyoria de Turquia non podieron pender la ciudat de Trapassonda ni sus prouinçias car massa hi auia de fuertes castiellos. Et finco en poder del emperador de Costantinoble, a la qual el emperador auie acostumbrado de enuiar un gouernador, que honbre apellaua duch, por gouernador de aquella tierra. Et sdeuinose que vno de aquellos duques se rebello contra el emperador et priso la senyoria de aquella tierra et fizo se clamar rey. Et aquell que tenie la senyoria de Trapassonda se fizo clamar emperador. Et aquellos qui stan en aquella tierra son griesgos et han letras et costumbres de griegos. Nos metemos Trapasonda en el nombre de las prouinçias et no pas en el nombre de los regnos segunt que nos muestran las Istorias. En el Regno de Turquia habitan .iiii. maneras de gentes: Griesgos, Erminis, Jacobins et Turquos qui son Moros et han tirado la senyoria de aquella tierra a los Griegos. &nbsp;Aquellos qui habitan en las ciudades husan de mercaderia et de lauor et los otros que habitan en los campos son pastores et &lt;habitan&gt;<span class='manicula' data-popup='7'>☜</span> en tiendas de yuierno et de stiu pastoran lures bestias et son buenas gentes acauallo et a piet en armas.</span></p><div>"
    },

    "popups": {
        "1": "<div><p>\"Deues mig iour en partida comarca con la Segona Eminia et con Seliça [...]\" (Long 1934, p. 67). The correction reflects, branch alpha: \"Deuers midi a en partie confint auec la segonde armeniee et auec sil[stain]\" (ÖNB 2623, f. 12r).</p></div>",
        "2": "<div><p\"car antiguament el emperador de Greçia tomara aquella <strong>otra</strong> assi como la sua propria\" (Escorial ZI2, f. ). This is a clear error, which we decided to correct following Long, whose edition reads: \"car antiguament el emperador de Greçia tomara aquella <strong>tierra</strong> assi como la sua propria\" (Long 1934, p. 67). Branch alpha supports Long's reading: \"Car encienement l'empereor de gresce tenoit cele terre comme suee propre\" (ÖNB 2623, f. 12v).</p></div>",
        "3": "<div><p>\"goruernaua\" (Escorial ZI2, f. )</p></div>",
        "4": "<div><p>\"otra\" (Escorial ZI2, f. )</p></div>",
        "5": "<div><p>\"La VIII. prouince est apellee geneth\" (ÖNB 2623, f. 13r).</p></div>",
        "6": "<div><p>\"car quant les <strong>turs</strong>&nbsp; pristrent la seignorie de turquie il ne poerent prendre la cite de trapesunde\" <a target=\"\" rel=\"\">(ÖNB 2623, f. 13r)</a>. Long (1934, p. 68) corrects following branch alpha.</p></div>",
        "7": "<div><p><a target=\"\" rel=\"\">[7]</a> \"Les autres sunt pastors qui demorent au chans&nbsp; en ce temps d'iuer et d'este paissant leur bestes et sunt&nbsp; bones gent d'armes a pie et a cheval\" (ÖNB 2623, f. 13r)</p></div>"
    }
}