{
    "text": {
        "headline": "Del Regno de Messopotanya",
        "text": "<p><span>El Regno de Mesopotania deues orient comiença de la grant ciudat de Axsel<span class='manicula' data-popup='1'>☜</span> que es cerca del rio de Tigris et stiendese por occident entro a la ciudat de Roays, qui es çerca del rio de Eufratres. Aquesta ciudat de Rohais es aquella a la qual Nuestro Senyor Ihesu Xpisto enuio la Veronica, que agora es &lt;a&gt; Roma<span class='manicula' data-popup='2'>☜</span>. Et cerca de aquella ciudat es la tierra de Caram do habitaua Abraham et su generaçion antigament, quando nuestro Senyor Dios le mando que deuies lexar aquella tierra, et passose el rio de Eufrates et vino en la tierra de promession assi como se contiene largament en la Viblia. Aquesta tierra es clamada Mesopotania en lengo gergesco por que<span class='manicula' data-popup='3'>☜</span> es entre los dos grandes rios Tigris et Eufrates. La amplaria de aquesti regno comiença a vna montanya de Erminia que ha nombre Sanson et stiendese por mig iour entro al desierto de Arabia la Menor. En aquella tierra de Mesopotanya ha grandes planuras habuntantes et delectables. Et ay dos montanyas luengas do ay grant habundançia de fruytas et todos bienes; la vna montanya es clamada Simar, la otra Lison. En aquella tierra ha pocas aguas corrientes mas la gent de la tierra beuen agua de pozos et de sisternas. En aquel Regno de Mesopotanya habitan algunos Xristianos, es a saber [Si]rianos<span class='manicula' data-popup='4'>☜</span> et Arminios et los otros son Moros. Aquellos de aquella tierra non se entremeten de fecho de armas mas todos son ministerales et pastores et lauradores de tierra, exçeptado que algunos que habitan en vna encontrada que ha nombre Meredin, qui son buenos arqueros a piet et son &lt;Moros&gt;<span class='manicula' data-popup='5'>☜</span> et hombre los clama Cardins.</span></p>"
    }, 

    "popups": {
        "1": "<div><p>\"El Regno de Mesopotania, deues orient, comiença de la grant ciudat de Mosel\" (Long 1934, p.65). Branch α reads: \"Le Royaume de Mesopotamie deuers orient commence de la grant cite Mosel\" (ÖNB 2623, f. 11r-11v).</p></div>",
        "2": "<div><p>Escorial ZI2 omits the <em>a</em>. Branch α reads: \"Ceste&nbsp; cite de Roais fu la cite de Roi Agar auquel nostre Seignor Ihesu Crist manda la Ueronique qui ores est a Rome\" (ÖNB 2623, f. 11v).</p></div",
        "3": "<div><p>The manuscript reads: \"Aquesta tierra es clamada Mesopotania en lengo gergesco por que como es entre los dos grandes rios Tigris et Eufrates\" (f. 6v). When por que and como occur together in a sentence, they usually introduce two subordinate clauses: por que with a causal function, and como with a temporal-circumstantial one. A similar usage appears, for example, in the Crónica de los Conqueridores: \"Mas ad aquesta falsia prouidio Dios, por que como Arriano fues en la plaça de Constantinoble yendo a la eglesia, en la qual plaça ay vna corona de marmol, subtosament el dicho Arriano començo a temblar [...]\" (Madrid, BNE, ms. 10134/2, f. 120v; transcription by John Nitti & Lloyd A. Kasten, <a href=\"https://www.hispanicseminary.org/t&c/nar/index-en.htm\">Hispanic Seminary of Medieval Studies</a>). In this case, the construction combines causality (por que) with a temporal-circumstantial marker (como). In our passage, however, como seems to be an erroneous addition—already removed by Long (1934, p. 66).</p></div>",
        "4": "<div><p>\"En aquel Regno de Mesopotanya habitan algunos Xristianos, es a saber <strong>Ca</strong>rianos\" (Escorial ZI2, f. 7v). Following Long (p.67), we propose the reading Sirianos, which reflects branch α: \"En celui Royaume de Mesopotamie habitent Cristiens, c'est Syriens et Aurians auchuns, et les autres sunt Sarrazins\" (ÖNB 2623, f. 12r)</p></div>",
        "5": "<div><p>The text of Escorial Z-I-2 reads: \"qui son buenos arqueros a piet et son <strong>hombres</strong> et hombre los clama Cardins\". Long corrects with \"moros\" following branch α, which reads:&nbsp; \"[...] fors que auchuns qui demorent en une contree qui a nom Meredin qui sunt bons archies a pie sarrasins sunt et les nomme le cordins\" (ÖNB 2623, f. 12r).</p></div>"

    }
}