{

  "text": {
    "headline": "Del Regno de Chatay<span class='manicula' data-popup='0'>☜</span>",
    "text": "<p><span>El Regno de Cathay es tenido por el mas noble regno et por el mas rico que sea en el mundo, et es en la ribera de la mar Ocçiana. Et han<span class='manicula' data-popup='1'>☜</span> tantas yslas en la mar que hombre non puede saber el nombre de la gent que &lt;las&gt;<span class='manicula' data-popup='2'>☜</span> habitan. En aquell Regno son nombrados Catains et trobanse entre ellos muchos bellos hombres et fembras segunt lur naçion, mas todos han los oios muy petitis et han poca barba. Aquellas gentes han letras de beltas ressemblan a letras latinas et faulan un lenguage que es fuert diversso de los otros lenguages del mundo. La crehença de aquesta gent es fort diverssa car algunos creen en las idolas de metall, otros creyen en el sol, otros en la luna, otros en las strellas, otros en el fuego, otros en el agua, otros en los arbores, otros en los buyes et algunos ay que no han pont de ley ni de creyença; aquellos biuen como bestias. Aquesta gent qui son tienen siempre<span class='manicula' data-popup='3'>☜</span> en lur creença et en las cosas spirituales, son mas sauios et mas sotiles que toda otra gent et en las obras corporales. Et dizen los Catains que ellos son aquellos que ueyen con dos oios et los latinos ueyen con vn oio, mas las otras naçiones dizen que son orbes, et por aquesto puede hombre entender que ellos tienen las otras gentes de gros entendemiento. Et verdaderament hombre veye uenir de aquella tierra tantas cosas estranyas et marauellosas et de sotil obrage que bien sembla que ellos sean las pus sotiles gentes del mundo de art de obrar de manos. Los hombres de aquella tierra no son vigorosos en las armas mas son muy sotiles et engenyosos, por la qual razon tantost ha[n]<span class='manicula' data-popup='4'>☜</span> vençido sus enemigos por lur engenyo. Et han diuersas maneras de armas et de engenyos las quales no han las otras naçiones. En aquella tierra se despiende moneda fecha de paper de forma quadrada signada con el senyall del senyor, et segunt que es signada uale mas o menos. Et con aquella moneda compran et venden todas cosas. Et &lt;quando&gt;<span class='manicula' data-popup='5'>☜</span> aquella moneda peora por uelleza et en otra manera, aquell qui &lt;la&gt;<span class='manicula' data-popup='6'>☜</span> tendra la tornara a la cort del senyor et tomara de nueua. En aquella tierra el olio de oliuas es tenido por muy cara cosa et quando los reyes o los senyores no &lt;lo&gt;<span class='manicula' data-popup='7'>☜</span> pueden trobar, con grant diligencia lo fazen guardar. En aquesta tierra de Cathay no comarca ninguna tierra sino el Regno de Tarssia deues ocçident, car deues todas las otras partidas el Regno de Cathay es enuironat o de desert o de la mar Ocçiana.</span></p>"
  },
  "popups": {
     "0":"<div><p>As noted by Thomas Tanase (2023, pp. 263–264), the term <em>Cathay</em> was commonly used in Latin Europe to refer to the northern regions of China. The name originates from the Khitan people, who rose to power in what is now northern China in the 10th century. Het῾um’s description of Cathay is here localised in present-day Beijing, which was known as Khanbaliq during the Mongol period.</p> </div>",
     "1": "<div><p>The text alternates between the forms <em>ha</em>, <em>han</em>, and <em>hay</em> to convey the existential meaning ‘there is/are’.</p> </div>",
     "2": "<div> <p>The literal transcription of the manuscript reads: \"Et han tantas ÿslas en la mar que hombre non puede saber el nombre de la gent que habitan en aquell regno son nombrados catains [...]\". Long (1934, p.51) corrects this passage to: \"Et han tantas yslas en la mar que hombre nonde puede saber el nombre. La gent que habitan en aquell regno son nombrados catains.\" Long justifies this correction by referencing the Old French and Latin texts. The α branch of the French origianl <em>stemma codicum</em> reads: \"Tantes illes y a de mer que l'om ne poit bien sauoir le nombre. La gent qui habitent en celui roiaume sunt apeles cathains\" (ms ÖNB 2623, f. 3r). The issue lies in the fact that in Escorial Z-I-2 the addition of <em>de</em> before \"la gent que habitan [...]\" suggests that the scribe interpreted the text differently as evidenced by the need to insert the pronoun <em>las</em> to make the text readable. While this suggests that the scribe did not actively intervene or wish to modify the text, the approach taken here to render the text 'as is' compels us to preserve it, making only the necessary adjustments to enhance readability.</p> </div>",
     "3": "<div><p>The correction proposed by Long (1934, p. 52) is adopted here. Manuscript ZI2 reads: «aquesta gent qui son tienen siempre en lur creença […]». Our reference manuscript for branch α of the French original, ÖNB 2623 (f. 3r), instead reads: «Aquesta gent qui son tan simples en lur creença et en las cosas spirituales, son mas sauios et mas sotiles que toda otra gent en las obras corporales». The ZI2 reading <em>tienen siempre</em> is likely the result of a palaeographical misreading; however, given the multiple stages between the French original and the Aragonese translation, the precise cause of this error is difficult to ascertain.</p></div>",
     "4": "<div><p>Escorial ZI2 does not display abbreviation signs.</p></div>",
     "5": "<div><p>The addition of <em>quando</em> is necessary and justified by the text of branch α: \"Et quant&nbsp; cele monoie enpire par ueillece ou autrement&nbsp; celui qui l'aura la rendra&nbsp; a la cort du seignor et en&nbsp; prendra de nueue\" ms ÖNB 2623, f. 4r). This reading is accepted by Long (1943, p. 52).</p></div>",
     "6": "<div><p>The addition of <em>la</em> is necessary and justified by the text of branch α: \"Et quant&nbsp; cele monoie enpire par ueillece ou autrement&nbsp; celui qui l'aura la rendra&nbsp; a la cort du seignor et en&nbsp; prendra de nueue\" ms ÖNB 2623, f. 4r). This reading is accepted by Long (1943, p. 52).</p></div>",
     "7": "<div><p>Escorial ZI2 omits <em>lo</em>, which is here added. Long (1943, p. 53) proposes the correction <em>no ne</em>; however, this solution does not seem consistent with the pronominal usage elsewhere in the text.</p> </div>"
    
  }
}