{
    "text": {
        "headline": "Del Regno de Turquesten<span class='manicula' data-popup='0'>☜</span>",
        "text": "<p><span>El Regno de Turquesten afruenta deues orient con el Regno de Tarssia, deues ocçident con el Regno de Perssia, deues septrentrion con el Regno de Corasine, deues mig iour se estende entro ha vna cabeça de vn desierto de India. En aquell regno ha pocas buenas ciudades mas hay grandes planuras et hay buenas pasturas. Aquella gent quasi son todos pastures et habitan en tiendas et en tales cosas que liugerament las porten de un lugar en otro. La mayor çiudat de aquesti regno ha nombre Octerar. En aquella tierra non se faze forment ni ordio, sino poco; miio et aroz manian. Uino non han pont, mas beuen ceruesa et otros beurages. Et aquella gent de aquella tierra son clamados Turic. Quasi todos son instruydos en los falsos enssenyamentes de la ley de Mahomet et algunos ay que n[o]<span class='manicula' data-popup='1'>☜</span> tienen ni ley ni fe. Aquestos non &lt;han&gt;<span class='manicula' data-popup='2'>☜</span> letras de si mismos, antes husan de las letras arabigas por las ciudades et por los castiellos.</span></p>"
    },

    "popups": {
        "0": "<div><p>Thomas Tanase (2023, p. 271) suggests that the text refers here to the Turkic-speaking populations migrating from Central Asia and gradually taking control of Anatolia. He argues that the <em>Regno de Turquesten</em> should be situated between the Uyghur territories and Khwarazm, the latter being identified in this context with present-day southern Kazakhstan.</p></div>",
        "1": "<div><p>While manuscript Escorial ZI2 reads <em>ni</em>, the text was corrected to <em>no</em>. Indeed, <em>ni</em> occurs as a negative coordinating conjunction (as it does later in the text), whereas <em>no</em> expresses negation.</p></div>",
        "2": "<div><p><em>han</em> is an addition absent from the original text. The form <em>non han pont</em> in the <em>Regno de Tarsia</em> suggests that this is the correct reading. Moreover, this is not the only instance where non appears without han (cf. the <em>Regno de Corasina</em>), which could point to a possible influence from the French form <em>n’ont</em>. However, this hypothesis seems unlikely, given the presence of a Catalan intermediary between the French original and the Aragonese version, as noted by critics.</div></p>"
    }
}