{
    "text": {
        "headline": "Del Regno de Siria",
        "text": "<p><span>El Regno de Siria deues orient comiença del rio de Eufrates et stiendese por ocçident entro a la ciudat de Gatzere qui es çerca de la Mar de Greçia, al cabo del disierto de Egipto. La amplaria del Regno de Siria deues septemtrion comiença de la ciudat de Babilonia<span class='manicula' data-popup='1'>☜</span> et estiendese entro al crac de Muntrenal. Deues orient comarca con Mesopotania et deues septentrion con la segunda Erminia et en partida con el Regno de Turquia; deues mig iour le es la Mar de Greçia et el disierto de Arabia. El Regno de Siria es departido en .iiii. prouincias que antiguament eran regnos et en cascuno de aquellos auia rey. La primera prouinçia es nombrada Sem, et aqui es la ciudat de Damas; la segunda Pallestina, et aqui es la ciudat de Gerusalem; la terçera es nombrada Antioquea, et aqui ha dos grandes çiudades, Halap et Antiotxa la Grant; la .iiii. prouincia es nombrada Siliça et aqui es la çiudat de Cerçot en la qual naçio el apostol Sant Paulo. Et aquesta ciudat oy es nombrada Siliça Erminia, car despues que los enemigos de la fe Xristiana huuieron tirada aquella tierra de la mano de los Griegos, los Erimins se treballaron tanto que ellos recobraron la Siliça, et el rey de Erminia ne tiene agora la senyoria, por gracia de Dios. En el Regno de Siria habitan diuerssas gentes: Griegos, Ermins, Iacobins, &lt;Ne&gt;storins<span class='manicula' data-popup='2'>☜</span> et otras dos naciones de Xristianos, es a saber Silianos et Maronis. Los Silianos tienen la manera de los Griegos et fueron obedientes en tiempo passado a la Santa Eglesia de Roma. Ellos parlan lengua arabica et fazen el offiçio de la Eglesia con letras gerguescas. Los Maronis tienen la seta de los Iacobins et han letras et lengua arabica. Et aquesta gent habitan encara en el Mont de Liban, deues las partidas de Gerusalem, et son buena gent de armas. Los Silianos son muchos, mas los Maronins son poca gent, et han entre ellos de valientes hombres de armas et de buenos sennores. El Regno de Siria tiene de luengo bien .xx. iornadas et amplo .v., et en algun lugar menos segun que el desierto de Arabia de la Mar de Greçia se acuestan mas o menos.</span></p>"
    },

    "popups": {

        "1": "<div><p>\"Le large du Regne de Syrie deuers septentrion comence de la cite de Barut. Et s'estent iusques au crat de Montreal\" (ÖNB 2623, f. 13v). The reading <em>Babilonia</em> in Escorial ZI2 is clearly erroneous when the full French tradition is considered: despite the graphic variations typical of medieval manuscripts, both branches α and β consistently read <em>Barut</em> - modern Beirut - which is more convincing. In his edition, Long adopts the correction <em>Baruth</em> (Long 1934, p. 70). </p></div>", 
        "2": "div><p>Escorial ZI2 reads <em>sistorins</em>, which appears to be an error for <em>nestorins</em>. Indeed, branch α reads nestorins: \"Au Royaume habitent diuerse gent grex armins iacobins nestorins et autres .ii. nacions de cristians c'est syriens et maromins\" (ÖNB 2623, f. 14r). Long adopts this correction accordingly (Long 1934, p. 70).</p></div>"
    }
}